brew "asdf"
brew "bat"
brew "chezmoi"
brew "deno"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gource"
brew "neovim"
brew "starship"
brew "yt-dlp"
brew "zoxide"
