brew "asdf"
brew "bat"
brew "cmake"
brew "deno"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gource"
brew "lazygit"
brew "neovim"
brew "postgresql@14", restart_service: true
brew "ripgrep"
brew "starship"
brew "stow"
brew "swift-format"
brew "yt-dlp"
brew "zoxide"

cask "dbeaver-community"
cask "itsycal"
cask "ngrok"

tap "oven-sh/bun"
brew "bun"
